cases/2x/10/0/include/leftRightUpperPatches
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/

upperWall
{
    type slip;
}

left
{
    type symmetryPlane;
}

right
{
    type slip;
}

// ************************************************************************* //
