cases/2x/10/system/include/geometry
Vehicle0
{
    type triSurfaceMesh;
    file "Vehicle0.stl";
}
Vehicle1
{
    type triSurfaceMesh;
    file "Vehicle1.stl";
}
fullDomain
{
    type searchableBox;
    min (-3.0 0.0 0.0);
    max (12.0 3.0 5.0);
}
refinementBox0
{
    type searchableBox;
    min (-0.1 0.0 0.0);
    max (2.088 0.294 0.507);
}
refinementBox1
{
    type searchableBox;
    min (3.802 0.0 0.0);
    max (5.990 0.294 0.507);
}
